{
    "HOME": {
        "title": "erste -hilfe",
        "cardiac_arrest": "herzstillstand",
        "injuries": "Verletzungen",
        "victim_unconscious": "Das Opfer ist bewusstlos",
        "seizures": "Die Anfälle",
        "safe_position": "Die sichere Position",
        "burns":"Die Verbrennungen"
    },
    "GENERAL":{
        "close": "Schließen",
        "choose_language": "Sprache wählen",
        "font_size": "Schrift vergrößern",
        "contrast": "Kontrast",
        "vertical_distance": "Vertikale Entfernung",
        "horizontal_distance": "Horizontaler Entfernung",
        "back": "zurück",
        "first_aid": "Erste Hilfe"
    },
    "questions": {
        "question_1": "ABC Test",
        "answer_1": "<b> ABC-Untersuchung </ b> - eine Abkürzung für die wichtigsten Aktivitäten bei der Bereitstellung von Erster Hilfe für ein bewusstloses Opfer. <br> <br> A (<i> Atemwege </ i>) - Entsperren der Atemwege, z. B. mit Hilfe der sogenannten Fehlpaarung zwischen Stirn und Unterkiefer. <br> <br> B (<i> Atmen </ i>) - Überprüfen Sie den Atem mit der Methode „Sehen, Hören, Fühlen“ (10 Sekunden lang sollten Sie mindestens 2 Atemzüge spüren). <br> <br> C (<i> Zirkulation </ i>) - Überprüfen Sie die Halsschlagader und die Radialarterien auf Anzeichen von Zirkulation. Nicht-medizinische Fachkräfte sind von diesem Test ausgenommen, können jedoch die Hautfarbe und das Bewusstsein des Opfers überprüfen.",
        "question_2": "CPR",
        "answer_2": "<b>CPR - Herz-Lungen-Wiederbelebung </ b> ist eine Reihe von Aktivitäten, die bei einer Person durchgeführt werden, bei der der Verdacht auf einen plötzlichen Herzstillstand besteht. Der Zweck der Wiederbelebung besteht darin, den Blutfluss durch Gehirn und Herzmuskel aufrechtzuerhalten und die Durchblutung wiederherzustellen. CPR umfasst Brustkompressionen und Beatmung.",
        "question_3": "Die Überlebenskette",
        "answer_3": "<b>Die Überlebenskette </ b> - Aktivitäten zur Steigerung des Überlebens bei Menschen mit plötzlichem Herzstillstand. Dies beinhaltet: <li> <i> frühzeitige Diagnose eines Herzstillstands </ i> - beinhaltet die Diagnose eines Herzstillstands: Apnoe, Bewusstlosigkeit und einen schnellen Notruf unter der Rufnummer 112 oder 999. </ li> <li> <i > Frühzeitige Einleitung der CPR durch umstehende Personen </ i> - Wenn umstehende Personen die CPR sofort starten, erhöht sich die Überlebenswahrscheinlichkeit um das Dreifache. </ li> <li> <i> frühe Defibrillation </ i> - kann zu einem Überleben von bis zu 75% führen. Jede Minute Defibrillationsverzögerung verringert die Überlebenswahrscheinlichkeit um 10-12%. </ Li> <li> <i> Frühzeitige Unterstützung des fortgeschrittenen Lebens und angemessene Pflege nach Wiederbelebung. </ I> </ li> </ ul>",
        "question_4": "Defibrillation",
        "answer_4": "<b>Defibrillation</b> - ein medizinisches Verfahren während der Wiederbelebung. Es besteht darin, einen elektrischen Gleichstromimpuls einer bestimmten Energie durch die Oberfläche der Brust oder direkt auf den Herzmuskel anzulegen, um die schwerwiegendsten Störungen des Herzrhythmus - Kammerflimmern (VF) und ventrikuläre Tachykardie (VT) ohne zu löschen Impuls.",
        "question_5": "Die goldene Stunde",
        "answer_5": "<b>Die goldene Stunde</b> – die Zeit, in der sich die verletzte Person in einem lebensbedrohlichen Zustand an einem Ort befinden sollte, an dem es möglich ist, sie fachlich zu unterstützen.",
        "question_6": "AED",
        "answer_6": "<b> AED </b> – (ang. <i>Automated External Defibrillator</i>) Automatisierter externer Defibrillator - ein spezialisiertes, computergestütztes Gerät, das mithilfe von Sprach- / visuellen Befehlen sowohl medizinisch ausgebildete als auch nicht medizinisch ausgebildete Personen durch das sichere Defibrillationsverfahren bei einer bewusstlosen Person mit plötzlichem Herzstillstand führt."
    },
    "cardiacArrest": {
        "title": "Herzstillstand",
        "question_1": "Badanie ABC",
        "answer_1": "<b>Badanie ABC</b> – akronim najważniejszych czynności przy udzielaniu pierwszej pomocy u poszkodowanego nieprzytomnego. <br> <br> A (ang. <i>Airway</i>) – udrożnienie dróg oddechowych np. za pomocą tzw. rękoczynu czoło-żuchwa. <br> <br> B (ang. <i>Breathing</i>) – sprawdzenie oddechu metodą widzę, słyszę, czuję (przez 10 sekund powinno się wyczuć min. 2 oddechy). <br> <br> C (ang. <i>Circulation</i>) – sprawdzenie oznak krążenia na tętnicy szyjnej i promieniowej. Osoby nie związane z medycyną są zwolnione z tego badania, mogą natomiast sprawdzić zabarwienie skóry i świadomość poszkodowanego.  ",
        "question_2": "RKO",
        "answer_2": "<b>RKO – Resuscytacja krążeniowo – oddechowa </b> to szereg czynności wykonywanych u osoby z podejrzeniem nagłego zatrzymania krążenia. Celem resuscytacji jest utrzymanie przepływu krwi przez mózg i mięsień sercowy oraz przywrócenie krążenia. Do RKO wliczają się uciski klatki piersiowej i wentylacja.",
        "question_3": "Łańcuch przeżycia ",
        "answer_3": "<b>Łańcuch przeżycia </b> –  działania mające na celu zwiększenie przeżywalności u osób z nagłym zatrzymaniem krążenia. Wliczają się w niego: <li><i>wczesne rozpoznanie zatrzymania krążenia </i>– obejmuje rozpoznanie zatrzymania krążenia: bezdech, utrata przytomności oraz szybkie wezwanie pomocy, dzwoniąc pod numer telefonu 112 lub 999.</li><li> <i>wczesne podjęcie RKO przez świadków zdarzenia </i>– jeżeli świadkowie zdarzenia natychmiast podejmą resuscytację, prawdopodobieństwo przeżycia wzrasta trzykrotnie. </li><li><i>wczesna defibrylacja</i> – może skutkować przeżywalnością nawet do 75%. Każda minuta opóźnienia defibrylacji zmniejsza prawdopodobieństwo przeżycia o 10-12%.</li><li><i>wczesne podjęcie zaawansowanych zabiegów resuscytacyjnych i właściwa opieka poresuscytacyjna.</i>  </li>",
        "question_4": "Defibrylacja",
        "answer_4": "<b>Defibrylacja</b> - zabieg medyczny stosowany podczas reanimacji. Polega na zastosowaniu impulsu elektrycznego prądu stałego o określonej energii poprzez powierzchnię klatki piersiowej lub bezpośrednio na mięsień serca, w celu wygaszenia najpoważniejszych zaburzeń rytmu serca – migotania komór (VF) oraz częstoskurczu komorowego (VT) bez tętna.",
        "question_5": "Złota godzina",
        "answer_5": "<b>Złota godzina</b> – czas, w jakim poszkodowany w stanie zagrożenia życia powinien znaleźć się w miejscu, gdzie możliwe jest udzielenie mu specjalistycznej pomocy.",
        "question_6": "AED",
        "answer_6": "<b> AED </b> – (ang. <i>Automated External Defibrillator</i>) Automatyczny Defibrylator Zewnętrzny – specjalistyczne, skomputeryzowane urządzenie, które za pomocą poleceń głosowych/wizualnych prowadzi zarówno osoby z wykształceniem medycznym, jak i bez niego przez procedurę bezpiecznej defibrylacji u osoby nieprzytomnej z nagłym zatrzymaniem krążenia."
    },
    "burns":{
        "titel": "Die Verbrennungen",
        "degrees": "Brennen Grad",
        "degrees_1": "I - Rötung, Schwellung, Brennen",
        "degrees_2": "II - Rötung, Schwellung, mit Serumflüssigkeit gefüllte Blasen",
        "degrees_3": "III - tiefe Gewebeschädigung, das Opfer fühlt oft keine Schmerzen",
        "procedure": "Die Prozedur:",
        "procedure_1": "Die 3x15-Regel",
        "procedure_2": "Abkühlen des Displays mit Wasser bei einer Temperatur von ca. 15 ° C aus einem Abstand von 15 cm für ca. 15 Minuten."
    },
    "cardiac_arrest":{
        "title": "Herzstillstand",
        "title_1": {
            "title": "Eigene Sicherheits- und Unfallstelle",
            "info_1": "Überprüfen der Reaktion - <b>'Hallo, hören Sie mich'</ b> und stellen Sie jemanden zur Verfügung, der Ihnen hilft.",
            "info_2": "Zweitens, nachdem wir uns dem Opfer genähert haben, überprüfen wir die Reaktion auf die Stimme, indem wir deutlich sprechen - <b> Hallo! Kannst du mich hören? </ b> - wenn das Opfer nicht reagiert, schüttle es vorsichtig Schultern.",
            "info_3": "Bevor wir sicherstellen, dass das Opfer bewusstlos ist und unsere Hilfe benötigt, kümmern wir uns um unsere eigene Sicherheit und den Ort des Ereignisses und stellen sicher, dass nichts uns oder das Opfer bedroht!"
        }
    }
}