{
    "HOME": {
        "title": "first aid",
        "cardiac_arrest": "cardiac arrest",
        "injuries": "fractures",
        "victim_unconscious": "victim unconscious",
        "seizures": "seizures",
        "safe_position": "safe position",
        "burns":"burns"
    },
    "GENERAL":{
        "close": "Close",
        "choose_language": "Choose a language",
        "font_size": "Big font",
        "contrast": "Contrast",
        "vertical_distance": "Vertical distance",
        "horizontal_distance": "Horizontal distance",
        "back": "back",
        "first_aid": "first aid"
    },
    "questions": {
        "question_1": "ABC test",
        "answer_1": "<b>ABC test</b> – acronym of the most important activities in providing first aid to an unconscious victim. <br> <br> A (<i> Airway </i>) - unblocking the airways, e.g. with the help of the so-called forehead-mandibular mismatch. <br> <br> B (<i> Breathing </i>) - checking the breath using the see, hear, feel method (for 10 seconds you should feel at least 2 breaths). <br> <br> C (<i> Circulation </i>) - check for signs of circulation in the carotid and radial arteries. Non-medical professionals are exempt from this test, but can check the skin color and awareness of the victim.",
        "question_2": "CPR",
        "answer_2": "<b>CPR - Cardiopulmonary resuscitation </b> is a series of activities performed in a person suspected of having a sudden cardiac arrest. The purpose of resuscitation is to maintain blood flow through the brain and heart muscle, and to restore circulation. CPR includes chest compressions and ventilation.",
        "question_3": "The chain of survival",
        "answer_3": "<b> Chain of survival </b> - activities aimed at increasing survival in people with sudden cardiac arrest. This includes: <li> <i> early diagnosis of cardiac arrest </i> - includes diagnosis of cardiac arrest: apnea, loss of consciousness and a quick emergency call by calling 112 or 999. </li> <li> < i> early initiation of CPR by bystanders </i> - if bystanders start CPR immediately, survival is threefold. </li><li> <i> early defibrillation </i> - can result in survival of up to 75%. Each minute of defibrillation delay reduces the likelihood of survival by 10-12%. </li> <li> <i> Early advanced life support and proper post-resuscitation care. </i> </li>",
        "question_4": "Defibrillation",
        "answer_4": "<b> Defibrillation </b> - a medical procedure used during resuscitation. It consists in applying a direct current electric pulse of a specific energy through the surface of the chest or directly onto the heart muscle in order to extinguish the most serious disturbances of the heart rhythm - ventricular fibrillation (VF) and ventricular tachycardia (VT) without pulse.",
        "question_5": "The golden hour",
        "answer_5": "<b> Golden hour </b> - the time during which the injured person in a life-threatening condition should be in a place where it is possible to provide them with specialist help.",
        "question_6": "AED",
        "answer_6": "<b> AED </b> – (ang. <i>Automated External Defibrillator</i>) - a specialized, computerized device that, using voice / visual commands, guides both medically educated and non-medically educated people through the safe defibrillation procedure in an unconscious person with sudden cardiac arrest."
    },
    "cardiacArrest": {
        "title": "Cardiac arrest",
        "question_1": "Badanie ABC",
        "answer_1": "<b>Badanie ABC</b> – akronim najważniejszych czynności przy udzielaniu pierwszej pomocy u poszkodowanego nieprzytomnego. <br> <br> A (ang. <i>Airway</i>) – udrożnienie dróg oddechowych np. za pomocą tzw. rękoczynu czoło-żuchwa. <br> <br> B (ang. <i>Breathing</i>) – sprawdzenie oddechu metodą widzę, słyszę, czuję (przez 10 sekund powinno się wyczuć min. 2 oddechy). <br> <br> C (ang. <i>Circulation</i>) – sprawdzenie oznak krążenia na tętnicy szyjnej i promieniowej. Osoby nie związane z medycyną są zwolnione z tego badania, mogą natomiast sprawdzić zabarwienie skóry i świadomość poszkodowanego.  ",
        "question_2": "RKO",
        "answer_2": "<b>RKO – Resuscytacja krążeniowo – oddechowa </b> to szereg czynności wykonywanych u osoby z podejrzeniem nagłego zatrzymania krążenia. Celem resuscytacji jest utrzymanie przepływu krwi przez mózg i mięsień sercowy oraz przywrócenie krążenia. Do RKO wliczają się uciski klatki piersiowej i wentylacja.",
        "question_3": "Łańcuch przeżycia ",
        "answer_3": "<b>Łańcuch przeżycia </b> –  działania mające na celu zwiększenie przeżywalności u osób z nagłym zatrzymaniem krążenia. Wliczają się w niego: <li><i>wczesne rozpoznanie zatrzymania krążenia </i>– obejmuje rozpoznanie zatrzymania krążenia: bezdech, utrata przytomności oraz szybkie wezwanie pomocy, dzwoniąc pod numer telefonu 112 lub 999.</li><li> <i>wczesne podjęcie RKO przez świadków zdarzenia </i>– jeżeli świadkowie zdarzenia natychmiast podejmą resuscytację, prawdopodobieństwo przeżycia wzrasta trzykrotnie. </li><li><i>wczesna defibrylacja</i> – może skutkować przeżywalnością nawet do 75%. Każda minuta opóźnienia defibrylacji zmniejsza prawdopodobieństwo przeżycia o 10-12%.</li><li><i>wczesne podjęcie zaawansowanych zabiegów resuscytacyjnych i właściwa opieka poresuscytacyjna.</i>  </li>",
        "question_4": "Defibrylacja",
        "answer_4": "<b>Defibrylacja</b> - zabieg medyczny stosowany podczas reanimacji. Polega na zastosowaniu impulsu elektrycznego prądu stałego o określonej energii poprzez powierzchnię klatki piersiowej lub bezpośrednio na mięsień serca, w celu wygaszenia najpoważniejszych zaburzeń rytmu serca – migotania komór (VF) oraz częstoskurczu komorowego (VT) bez tętna.",
        "question_5": "Złota godzina",
        "answer_5": "<b>Złota godzina</b> – czas, w jakim poszkodowany w stanie zagrożenia życia powinien znaleźć się w miejscu, gdzie możliwe jest udzielenie mu specjalistycznej pomocy.",
        "question_6": "AED",
        "answer_6": "<b> AED </b> – (ang. <i>Automated External Defibrillator</i>) Automatyczny Defibrylator Zewnętrzny – specjalistyczne, skomputeryzowane urządzenie, które za pomocą poleceń głosowych/wizualnych prowadzi zarówno osoby z wykształceniem medycznym, jak i bez niego przez procedurę bezpiecznej defibrylacji u osoby nieprzytomnej z nagłym zatrzymaniem krążenia."
    },
    "burns":{
        "title": "burns",
        "degrees": "burn degrees",
        "degrees_1": "1st degree - redness, swelling, burning",
        "degrees_2": "2nd degree - redness, swelling, blisters filled with serum fluid",
        "degrees_3": "3rd degree - deep tissue damage, the victim often feels no pain",
        "procedure": "Procedure:",
        "procedure_1": "The 3x15 rule",
        "procedure_2": "cooling the exhibition with water at a temperature of about 15 ° C from a distance of 15 cm for about 15 minutes."
    },
    "cardiac_arrest": {
        "title": "Cardiac arrest",
        "title_1": {
            "title": "Your own safety and accident place",
            "info_1": "Check the reaction - <b> 'Hello, do you hear me' </b> - ask someone to help you.",
            "info_2": "Second, after we have approached the victim, we check the reaction to the voice by speaking clearly - <b> Hello! Can you hear me? </b> - if the victim does not react, shake his/her shoulders carefully. ",
            "info_3": "Before we make sure that the victim is unconscious and needs our help, we take care of our own safety and the location of the incident and make sure that nothing threatens us or the victim!"
        },
        "title_2": {
            "title": "ABC test",
            "info_1": "If we have not received any feedback from the victim, let us arrange someone to help us, and in the next stage let us examine the patient according to a simple ABC scheme, so as to be sure about his health.",
            "info_2": "A (airway) airway patency - let's slightly tilt the head back (forehead-mandibular grip) so as to open the airway.",
            "info_3": "B (breathing) - let's examine the breath for 10 seconds, basically: I can see, hear, feel (within 10 seconds we should feel at least two full breaths).",
            "info_4": "C (circulation) - if we have experience in it, let's examine the presence of heart rate (circulation) in the carotid and radial arteries."
        },
        "title_3": {
            "title": "The victim is not breathing and there is no sign of circulation",
            "info_1": "The victim is not breathing and there is no sign of circulation.",
            "info_2": "Calling qualified help - it's time to call qualified help by calling one of the emergency numbers (112/999)"
        },
        "title_4": {
            "title": "Cardiopulmonary resuscitation in the 30: 2 scheme",
            "info_1": "access the AED and proceed immediately with CPR, which consists of chest compressions and rescue breaths in a 30: 2 pattern. Compress firmly and quickly 30 times (5-6 cm deep) , frequency 100-120 / min.). Breaths should be performed 2 times (to make them open the airway again. Each breath should last about 1 second, until the chest rises) If possible, use a foil mask or pocket mask to increase your security. "
        },
        "title_5": {
            "title": "Early Defibrillation",
            "info_1": "When the AED is available, power it up as soon as possible and follow its instructions."
        }
    },
    "generalFractures": {
        "title": "Fractures and Dislocations",
        "symptoms": {
            "title": "Symptoms:",
            "info_1": "pain, swelling",
            "info_2": "redness, turning pale or blue",
            "info_3": "deformation - change of limb shape",
            "info_4": "limb mobility restricted, unnatural mobility",
            "info_5": "numbness, sensory disturbance behind the fracture site",
            "info_6": "wound, bleeding, visible bone fragments in case of an open fracture"
        },
        "forbidden": {
            "title": "You shouldn't:",
            "info_1": "do not move and turn the injured person until the limb is immobilized",
            "info_2": "don't move the broken limb and don't try to adjust it",
            "info_3": "do not give the sick person food or drink",
            "info_4": "do not leave the injured person alone"
        }
    },
    "upperFractures": {
        "title": "Fractures, sprains and sprains of the upper limb",
        "whatToDo": {
            "title": "Symptoms",
            "info_1": "In a situation where the collarbone or arm is injured, place the injured hand on a stool. Place the injured hand on his stomach bending it gently in the elbow at an angle of about 90 degrees. The patient holds the affected limb with the other hand.",
            "info_2": "Use a triangular scarf to make a sling. Put the scarf under the injured's arm so that the tip of the triangle is at the elbow. Tie the other two corners at the patient's neck. If you do not have a triangular scarf, you can use e.g. a scarf, bandage. Tie it around your neck and hang the diseased hand by the wrist. ",
            "info_3": "In a situation where the forearm or wrist was injured, first fix the limb from the elbow to the hand with something stiff (a lath, newspaper folded several times). Fix the stabilizer with a bandage, and then hang the limb on a sling.",
            "info_4": "In case of elbow injury, stabilize the limb in the position it is in - do not bend it and straighten it.",
            "info_5": "Contact the medical dispatcher: 999, 112.",
            "info_6": "'When a finger is broken, attach it to an adjacent finger with a plaster, for example, and then place the whole hand on something stiff (a book, a board) and wrap it with a bandage. The victim should report to the hospital or clinic where help will be provided him an orthopedic surgeon. "
        }
    }
}