{
    "HOME": {
        "title": "pierwsza pomoc",
        "cardiac_arrest": "zatrzymanie krążenia",
        "injuries": "urazy",
        "victim_unconscious": "poszkodowany nieprzytomny",
        "seizures": "drgawki",
        "safe_position": "pozycja bezpieczna",
        "burns":"oparzenia"
    },
    "GENERAL":{
        "close": "Zamknij",
        "choose_language": "Wybierz język",
        "font_size": "Powiększ font",
        "contrast": "Kontrast",
        "vertical_distance": "Odstęp pionowy",
        "horizontal_distance": "Odstęp poziomy",
        "back": "powrót",
        "first_aid": "pierwsza pomoc"
    },
    "questions": {
        "question_1": "Badanie ABC",
        "answer_1": "<b>Badanie ABC</b> – akronim najważniejszych czynności przy udzielaniu pierwszej pomocy u poszkodowanego nieprzytomnego. <br> <br> A (ang. <i>Airway</i>) – udrożnienie dróg oddechowych np. za pomocą tzw. rękoczynu czoło-żuchwa. <br> <br> B (ang. <i>Breathing</i>) – sprawdzenie oddechu metodą widzę, słyszę, czuję (przez 10 sekund powinno się wyczuć min. 2 oddechy). <br> <br> C (ang. <i>Circulation</i>) – sprawdzenie oznak krążenia na tętnicy szyjnej i promieniowej. Osoby nie związane z medycyną są zwolnione z tego badania, mogą natomiast sprawdzić zabarwienie skóry i świadomość poszkodowanego.  ",
        "question_2": "RKO",
        "answer_2": "<b>RKO – Resuscytacja krążeniowo – oddechowa </b> to szereg czynności wykonywanych u osoby z podejrzeniem nagłego zatrzymania krążenia. Celem resuscytacji jest utrzymanie przepływu krwi przez mózg i mięsień sercowy oraz przywrócenie krążenia. Do RKO wliczają się uciski klatki piersiowej i wentylacja.",
        "question_3": "Łańcuch przeżycia ",
        "answer_3": "<b>Łańcuch przeżycia </b> –  działania mające na celu zwiększenie przeżywalności u osób z nagłym zatrzymaniem krążenia. Wliczają się w niego: <li><i>wczesne rozpoznanie zatrzymania krążenia </i>– obejmuje rozpoznanie zatrzymania krążenia: bezdech, utrata przytomności oraz szybkie wezwanie pomocy, dzwoniąc pod numer telefonu 112 lub 999.</li><li> <i>wczesne podjęcie RKO przez świadków zdarzenia </i>– jeżeli świadkowie zdarzenia natychmiast podejmą resuscytację, prawdopodobieństwo przeżycia wzrasta trzykrotnie. </li><li><i>wczesna defibrylacja</i> – może skutkować przeżywalnością nawet do 75%. Każda minuta opóźnienia defibrylacji zmniejsza prawdopodobieństwo przeżycia o 10-12%.</li><li><i>wczesne podjęcie zaawansowanych zabiegów resuscytacyjnych i właściwa opieka poresuscytacyjna.</i>  </li>",
        "question_4": "Defibrylacja",
        "answer_4": "<b>Defibrylacja</b> - zabieg medyczny stosowany podczas reanimacji. Polega na zastosowaniu impulsu elektrycznego prądu stałego o określonej energii poprzez powierzchnię klatki piersiowej lub bezpośrednio na mięsień serca, w celu wygaszenia najpoważniejszych zaburzeń rytmu serca – migotania komór (VF) oraz częstoskurczu komorowego (VT) bez tętna.",
        "question_5": "Złota godzina",
        "answer_5": "<b>Złota godzina</b> – czas, w jakim poszkodowany w stanie zagrożenia życia powinien znaleźć się w miejscu, gdzie możliwe jest udzielenie mu specjalistycznej pomocy.",
        "question_6": "AED",
        "answer_6": "<b> AED </b> – (ang. <i>Automated External Defibrillator</i>) Automatyczny Defibrylator Zewnętrzny – specjalistyczne, skomputeryzowane urządzenie, które za pomocą poleceń głosowych/wizualnych prowadzi zarówno osoby z wykształceniem medycznym, jak i bez niego przez procedurę bezpiecznej defibrylacji u osoby nieprzytomnej z nagłym zatrzymaniem krążenia."
    },
    "cardiacArrest": {
        "title": "Zatrzymanie krążenia",
        "question_1": "Badanie ABC",
        "answer_1": "<b>Badanie ABC</b> – akronim najważniejszych czynności przy udzielaniu pierwszej pomocy u poszkodowanego nieprzytomnego. <br> <br> A (ang. <i>Airway</i>) – udrożnienie dróg oddechowych np. za pomocą tzw. rękoczynu czoło-żuchwa. <br> <br> B (ang. <i>Breathing</i>) – sprawdzenie oddechu metodą widzę, słyszę, czuję (przez 10 sekund powinno się wyczuć min. 2 oddechy). <br> <br> C (ang. <i>Circulation</i>) – sprawdzenie oznak krążenia na tętnicy szyjnej i promieniowej. Osoby nie związane z medycyną są zwolnione z tego badania, mogą natomiast sprawdzić zabarwienie skóry i świadomość poszkodowanego.  ",
        "question_2": "RKO",
        "answer_2": "<b>RKO – Resuscytacja krążeniowo – oddechowa </b> to szereg czynności wykonywanych u osoby z podejrzeniem nagłego zatrzymania krążenia. Celem resuscytacji jest utrzymanie przepływu krwi przez mózg i mięsień sercowy oraz przywrócenie krążenia. Do RKO wliczają się uciski klatki piersiowej i wentylacja.",
        "question_3": "Łańcuch przeżycia ",
        "answer_3": "<b>Łańcuch przeżycia </b> –  działania mające na celu zwiększenie przeżywalności u osób z nagłym zatrzymaniem krążenia. Wliczają się w niego: <li><i>wczesne rozpoznanie zatrzymania krążenia </i>– obejmuje rozpoznanie zatrzymania krążenia: bezdech, utrata przytomności oraz szybkie wezwanie pomocy, dzwoniąc pod numer telefonu 112 lub 999.</li><li> <i>wczesne podjęcie RKO przez świadków zdarzenia </i>– jeżeli świadkowie zdarzenia natychmiast podejmą resuscytację, prawdopodobieństwo przeżycia wzrasta trzykrotnie. </li><li><i>wczesna defibrylacja</i> – może skutkować przeżywalnością nawet do 75%. Każda minuta opóźnienia defibrylacji zmniejsza prawdopodobieństwo przeżycia o 10-12%.</li><li><i>wczesne podjęcie zaawansowanych zabiegów resuscytacyjnych i właściwa opieka poresuscytacyjna.</i>  </li>",
        "question_4": "Defibrylacja",
        "answer_4": "<b>Defibrylacja</b> - zabieg medyczny stosowany podczas reanimacji. Polega na zastosowaniu impulsu elektrycznego prądu stałego o określonej energii poprzez powierzchnię klatki piersiowej lub bezpośrednio na mięsień serca, w celu wygaszenia najpoważniejszych zaburzeń rytmu serca – migotania komór (VF) oraz częstoskurczu komorowego (VT) bez tętna.",
        "question_5": "Złota godzina",
        "answer_5": "<b>Złota godzina</b> – czas, w jakim poszkodowany w stanie zagrożenia życia powinien znaleźć się w miejscu, gdzie możliwe jest udzielenie mu specjalistycznej pomocy.",
        "question_6": "AED",
        "answer_6": "<b> AED </b> – (ang. <i>Automated External Defibrillator</i>) Automatyczny Defibrylator Zewnętrzny – specjalistyczne, skomputeryzowane urządzenie, które za pomocą poleceń głosowych/wizualnych prowadzi zarówno osoby z wykształceniem medycznym, jak i bez niego przez procedurę bezpiecznej defibrylacji u osoby nieprzytomnej z nagłym zatrzymaniem krążenia."
    },
    "burns":{
        "title": "oparzenia",
        "degrees": "Stopnie oparzeń",
        "degrees_1": "I stopnia – zaczerwienienie, obrzęk, pieczenie",
        "degrees_2": "II stopnia – zaczerwienienie, obrzęk, pęcherze wypełnione płynem surowiczym",
        "degrees_3": "III stopnia – głębokie uszkodzenie tkanek, poszkodowany często nie odczuwa bólu", 
        "procedure": "Postępowanie:",
        "procedure_1": "Zasada 3x15",
        "procedure_2": "Schładzanie ekspozycji wodą o temperaturze około  15C  z odległości  15 cm przez około 15 min."
    },
    "cardiac_arrest":{
        "title": "Zatrzymanie krążenia",
        "title_1": {
            "title": "Bezpieczeństwo własne i miejsca zdarzenia",
            "info_1": "Sprawdzenie reakcji – <b>„Halo czy Pan/Pani mnie słyszy”</b> i zapewnienie sobie kogoś do pomocy.",
            "info_2": "W drugiej kolejności po podejściu do poszkodowanego sprawdźmy reakcję na głos mówiąc wyraźnie – <b>Halo! czy Pan/Pani mnie słyszy?</b> – jeśli brak reakcji ze strony poszkodowanego delikatnie potrząsamy go za ramiona.",
            "info_3": "Zanim upewnimy się, że poszkodowany jest nieprzytomny i potrzebuje naszej pomocy zadbajmy o bezpieczeństwo własne i miejsca zdarzenia upewniając się, że nic nie zagraża nam i poszkodowanemu! "
        },
        "title_2": {
            "title": "Badanie ABC",
            "info_1": "Jeżeli nie uzyskaliśmy żadnej informacji zwrotnej od poszkodowanego, zapewnijmy sobie kogoś do pomocy, a w kolejnym etapie zbadajmy chorego według prostego schematu ABC, tak aby upewnić się co do jego stanu zdrowia.",
            "info_2": "A (airway) drożność dróg oddechowych – odegnijmy delikatnie głowę do tyłu (chwyt czoło-żuchwa), tak aby udrożnić drogi oddechowe.",
            "info_3": "B (breathing) – zbadajmy oddech przez 10 sekund na zasadzie: widzę, słyszę, czuję (w ciągu 10 sekund powinniśmy wyczuć przynajmniej dwa pełne oddechy).",
            "info_4": "C (circulation) – jeśli mamy w tym doświadczenie zbadajmy obecność tętna (krążenia) na tętnicy szyjnej i tętnicy promieniowej."
        },
        "title_3": {
            "title": "Poszkodowany nie oddycha i nie ma oznak krążenia",
            "info_1": "Poszkodowany nie oddycha i nie ma oznak krążenia.",
            "info_2": "Wezwanie kwalifikowanej pomocy - to czas by wezwać kwalifikowaną pomoc dzwoniąc pod jeden z numerów alarmowych (112/999)"
        },
        "title_4": {
            "title": "Resuscytacja krążeniowo-oddechowa w schemacie 30:2",
            "info_1": "Nalezy zapewnić sobie dostęp do urządzenia AED oraz przystąpić niezwłocznie do wykonywania resuscytacji krążeniowo-oddechowej, na którą składają się uciski klatki piersiowej i oddechy ratownicze w schemacie 30:2. Uciskaj mocno i szybko 30 razy (głębokość 5-6 cm, częstość 100-120/min.). Oddechy natomiast wykonaj 2 razy (by je wykonać udrożnij ponownie drogi oddechowe. Każdy oddech powinien trwać ok. 1 sekundę, do momentu uniesienia się klatki piersiowej) Jeśli to możliwe skorzystaj z maseczki foliowej lub pocket mask by zwiększyć swoje bezpieczeństwo."
        },
        "title_5": {
            "title": "Wczesna defibrylacja",
            "info_1": "Gdy urządzenie AED będzie dostępne, należy je jak najszybciej uruchomić i postępować zgodnie z jego poleceniami."
        }
    },
    "generalFractures": {
        "title": "Złamania i zwichnięcia",
        "symptoms" : {
            "title": "Objawy:",
            "info_1": "ból, obrzęk",
            "info_2": "zaczerwienienie, zblednięcie lub zasinienie",
            "info_3": "deformacja - zmiana kształtu kończyny",
            "info_4": "ograniczenie ruchomości kończyny, nienaturalna ruchomość",
            "info_5": "drętwienie, zaburzenia czucia za miejscem złamania",
            "info_6": "rana, krwawienie, widoczne odłamy kostne w przypadku złamania otwartego"
        },
        "forbidden": {
            "title": "Nie należy:",
            "info_1": "nie przenoś i nie obracaj poszkodowanego do momentu unieruchomienia kończyny",
            "info_2": "nie poruszaj złamaną kończyną i nie próbuj jej nastawiać",
            "info_3": "nie podawaj choremu jedzenia i picia",
            "info_4": "nie pozostawiaj poszkodowanej osoby samej"
        }
    },
    "upperFractures": {
        "title": "Złamania, zwichnięcia i skręcenia kończyny górnej",
        "whatToDo": {
            "title": "Objawy",
            "info_1": "W sytuacji kiedy urazowi uległ obojczyk lub ramię posadź poszkodowanego na stołku.Ułóż zranioną rękę na jego brzuchu zginając ją delikatnie w łokciu pod kątem ok 90 stopni.Chory przytrzymuje drugą ręką chorą kończynę.",
            "info_2": "Przy pomocy chusty trójkątnej wykonaj temblak.Podsuń chustę pod chorą rękę poszkodowanego tak by wierzchołek trójkąta znajdował się przy łokciu.Dwa pozostałe rogi zawiąż na karku chorego.Jeśli nie masz do dyspozycji chusty trójkątnej możesz wykorzystać np.szalik, bandaż.Zawiąż go na szyi i podwieś chorą rękę za nadgarstek.",
            "info_3": "W sytuacji kiedy urazowi uległo przedramię lub nadgarstek w pierwszej kolejności unieruchom kończynę od łokcia do dłoni przy pomocy czegoś sztywnego(listewka, kilkukrotnie złożona gazeta).Stabilizator przymocuj bandażem, a dopiero potem podwieś kończynę na temblaku.",
            "info_4": "W przypadku urazu łokcia ustabilizuj kończynę w pozycji jakiej się ona znajduje - nie zginaj jej i nie prostuj.",
            "info_5": "Skontaktuj się z dyspozytorem medycznym: 999, 112.",
            "info_6": "'Gdy złamaniu ulega palec dłoni przymocuj go np.plastrem do palca sąsiedniego, a następnie  połóż na czymś sztywnym całą dłoń(książka, deseczka) i owiń całość bandażem.Poszkodowany powinien zgłosić się do szpitala, lub poradni gdzie pomocy udzieli mu chirurg ortopeda."
        }
    },
    "lowerFractures": {
        "title": "Złamania, zwichnięcia i skręcenia kończyny dolnej",
        "whatToDo": {
            "title": "Objawy",
            "info_1": "W przypadku złamania w obrębie uda  wezwij Zespół Ratownictwa Medycznego: 999, 112 i do czasu przyjazdu ratowników nie poruszaj złamanej kończyny i nie unieruchamiaj jej.",
            "info_2": "Jeśli przyjazd pogotowia jest niemożliwy - unieruchom uszkodzoną kończynę, przymocowując ją do zdrowej nogi przy pomocy bandaża lub np.taśmy klejącej.Możesz też ustabilizować nogę szyną, używając np.kija lub deski.Prawidłowo dobrana szyna powinna sięgać od stopy do pachy chorego.W przypadku złamania kości podudzia wystarczy krótsza szyna obejmująca staw kolanowy i staw skokowy.",
            "info_3": "W przypadku urazu kolana wezwij pogotowie i poczekaj na przyjazd zespołu.",
            "info_4": "Jeżeli przyjazd służb medycznych nie jest możliwy i decydujesz się unieruchomić staw kolanowy to pamiętaj, żeby jak najbardziej ograniczyć ruchy kolana.",
            "info_5": "Gdy staw kolanowy jest zgięty wykorzystaj do unieruchomienia kończyny dwie poduszki - jedną wsuń między uda, drugą między podudzia, a następnie przymocuj nogi do siebie nawzajem.",
            "info_6": "W przypadku urazu kolana gdy uszkodzona noga jest wyprostowana, unieruchom kończyną za pomocą szyny na całej długości.Jeśli jest taka możliwość, przymocuj dwie deski z dwóch stron chorej nogi - krótszą od wewnątrz, a dłuższą na zewnątrz kończyny."
        }
    },
    "backboneFractures": {
        "title": "Urazy kręgosłupa",
        "symptoms": {
            "title": "Objawy",
            "info_1": "ból szyi, pleców",
            "info_2": "zaburzenia czucia poniżej miejsca uszkodzenia kręgosłupa, porażenie kończyn",
            "info_3": "mimowolne oddanie moczu i stolca",
            "info_4": "zatrzymanie oddechu",
            "info_5": "wstrząs"
        },
        "notToDo": {
            "title": "Nie należy:",
            "info_1": "nie przenoś i nie poruszaj poszkodowanego jeśli nie ma takiej konieczności",
            "info_2": "nie pozostawiaj poszkodowanego samego",
            "info_3": "nie podawaj choremu nic do picia i jedzenia."
        },
        "whatToDo": {
            "title": "Co robić?",
            "info_1": "sprawdź bezpieczeństwo i zastosuj środki ochronne(rękawiczki)",
            "info_2": "jeżeli przeniesienie chorego jest konieczne rób to bardzo ostrożnie i delikatnie.Najlepiej ciągnij poszkodowanego za ubranie leżącego na plecach lub brzuchu.Nie wykonuj gwałtownych ruchów, nie szarp.Poproś kogoś o pomoc.",
            "info_3": "jeśli musisz obrócić poszkodowanego na bok np.z powodu wymiotów, rób to ostrożnie.Stabilizuj szyję i głowę tak, żeby kręgosłup znajdował się w jednej osi.",
            "info_4": "jak najszybciej wezwij pomoc medyczną: 999, 112.",
            "info_5": "pozostań przy poszkodowanym.Regularnie oceniaj jego parametry życiowe.Jeśli nie oddycha - rozpocznij resuscytację."
        }
    },
    "safePosition":{
        "title": "Pierwsza pomoc - drgawki"
    }
}